Repository: sitedata/feditext
Catalog: Localizations/*.lproj/Localizable.strings
Languages: eu

source: About
eu: Honi buruz

# about.acknowledgments
source: Acknowledgments
eu: Aitorpena eta eskerrak

# about.made-by-metabolist
source: Based on Metatext by Metabolist
eu: Metabolistek egindako Metatexten oinarrituta

# about.made-by-metabolist.blurb
source: Feditext is a community continuation of Metabolist's incredible work on Metatext. Please do not send bug reports or feature requests to Metabolist, as the original Metatext is no longer maintained.
eu: Feditext Metabolistek Metatexten egindako lan harrigarriaren jarraipen komunitarioa da. Ez bidali akatsei buruzko txostenik edo ezaugarri-eskaerarik Metabolisti, jatorrizko Metatextek ez baitu garatzen jarraitzen.

# about.maintained-by
source: Maintained by
eu: Mantentze-lanak:

# about.official-account
source: Official Account
eu: Kontu ofiziala

# about.rate-the-app
source: Rate the app
eu: Baloratu aplikazioa

# about.source-code-and-issue-tracker
source: Source Code & Issue Tracker
eu: Iturburu kodea eta akatsen jarraipena

# about.translations
source: Translations
eu: Itzulpenak

# about.website
source: Website
eu: Webgunea

# accessibility.activate-link-%@
source: Link: %@
eu: Esteka: %@

# accessibility.copy-text
source: Copy text
eu: Kopiatu testua

# account.%@-followers
source: %@'s Followers
eu: %@(r)en jarraitzaileak

# account.accept-follow-request-button.accessibility-label
source: Accept follow request
eu: Onartu jarraipen-eskaerak

# account.add-remove-lists
source: Add/remove from lists
eu: Gehitu edo kendu zerrendetatik

# account.avatar.accessibility-label-%@
source: Avatar: %@
eu: Abatarra: %@

# account.block
source: Block
eu: Blokeatu

# account.block-and-report
source: Block & report
eu: Blokeatu eta salatu

# account.block.confirm-%@
source: Block %@?
eu: %@ blokeatu?

# account.blocked
source: Blocked
eu: Blokeatuta

# account.direct-message
source: Direct message
eu: Mezu zuzena

# account.domain-blocked
source: Domain blocked
eu: Domeinua blokeatuta

# account.domain-block-%@
source: Block domain %@
eu: Blokeatu %@ domeinua

# account.domain-block.confirm-%@
source: Block domain %@?
eu: %@ domeinua blokeatu?

# account.domain-unblock-%@
source: Unblock domain %@
eu: Utzi %@ domeinua blokeatzeari

# account.domain-unblock.confirm-%@
source: Unblock domain %@?
eu: %@ domeinua blokeatzeari utzi?

# account.familiar-followers.1-%@
source: Followed by %@
eu: %@(e)k jarraitzen dio

# account.familiar-followers.2-%@-%@
source: Followed by %@ and %@
eu: %@ eta %@(e)k jarraitzen diote

# account.familiar-followers.3-%@-%@-%@
source: Followed by %@, %@, and %@
eu: %@, %@, eta %@(e)k jarraitzen diote

# account.familiar-followers.more-%@-%@-%@-%ld
source: Followed by %@, %@, %@, and %ld others you follow
eu: %@, %@, %@, eta jarraitzen dituzun beste %ld(e)k jarraitzen diote

# account.field.verified-%@
source: Verified %@
eu: %@ egiaztatuta

# account.follow
source: Follow
eu: Jarraitu

# account.following
source: Following
eu: Jarraitzen

# account.following-count-%ld
source: %ld Following
eu: %ld jarraitzen

# account.followed-by-%@
source: Followed by %@
eu: %@ jarraitzaile

# account.follows-you
source: Follows you
eu: Jarraitzen dizu

# account.header.accessibility-label-%@
source: Header image: %@
eu: Goiburuko irudia: %@

# account.hide-reblogs
source: Hide boosts
eu: Ezkutatu bultzadak

# account.hide-reblogs.confirm-%@
source: Hide boosts from %@?
eu: %@(r)en bultzadak ezkutatu?

# account.joined-%@
source: Joined %@
eu: %@(e)an sortutako kontua

# account.locked.accessibility-label
source: Locked account
eu: Babestutako kontua

# account.mute
source: Mute
eu: Mututu

# account.mute.indefinite
source: Indefinite
eu: Zehaztu gabe

# account.mute.confirm-%@
source: Are you sure you want to mute %@?
eu: Ziur %@ mututu nahi duzula?

# account.mute.confirm.explanation
source: This will hide posts from them and posts mentioning them, but it will still allow them to see your posts and follow you.
eu: Beraien bidalketak eta beraiei buruzko aipamenak ezkutatuko ditu, baina zure bidalketak ikus ditzakete eta zuri jarrai diezazukete.

# account.mute.confirm.hide-notifications
source: Hide notifications from this user?
eu: Erabiltzaile honen jakinarazpenak ezkutatu?

# account.mute.confirm.duration
source: Duration
eu: Iraupena

# account.mute.target-%@
source: Mute %@
eu: Mututu %@

# account.muted
source: Muted
eu: Mutututa

# account.notify
source: Turn on notifications
eu: Piztu jakinarazpenak

# account.note
source: Note
eu: Oharra

# account.note.add
source: Add note
eu: Gehitu oharra

# account.note.edit
source: Edit note
eu: Editatu oharra

# account.note.for-%@
source: Note for %@
eu: %@(r)i buruzko oharra

# account.note.save
source: Save
eu: Gorde

# account.reject-follow-request-button.accessibility-label
source: Reject follow request
eu: Baztertu jarraipen-eskaerak

# account.relationship.following
source: Following
eu: Jarraitzen

# account.relationship.followed-by
source: Follows you
eu: Jarraitzen dizu

# account.relationship.mutuals
source: Mutuals
eu: Elkarri jarraitzen

# account.remove-follow-suggestion-button.accessibility-label
source: Remove suggested account
eu: Kendu gomendatutako kontua

# account.request
source: Request
eu: Egin eskaera

# account.request.cancel
source: Cancel follow request
eu: Bertan behera utzi jarraipen-eskaera

# account.statuses.post
source: Posts
eu: Bidalketak

# account.statuses.toot
source: Toots
eu: Tutak

# account.statuses-and-replies.post
source: Posts & Replies
eu: Bidalketak eta erantzunak

# account.statuses-and-replies.toot
source: Toots & Replies
eu: Tutak eta erantzunak

# account.statuses-and-replies.short
source: & Replies
eu: eta erantzunak

# account.statuses-and-boosts.post
source: Posts & Boosts
eu: Bidalketak eta bultzadak

# account.statuses-and-boosts.toot
source: Toots & Boosts
eu: Tutak eta bultzadak

# account.statuses-and-boosts.short
source: & Boosts
eu: eta bultzadak

# account.type.bot
source: Automated account
eu: BOTa

# account.type.bot-group
source: Automated group
eu: BOT taldea

# account.type.group
source: Group
eu: Taldea

# account.media
source: Media
eu: Multimedia

# account.show-reblogs
source: Show boosts
eu: Erakutsi bultzadak

# account.show-reblogs.confirm-%@
source: Show boosts from %@?
eu: %@(r)en bultzadak erakutsi?

# account.unavailable
source: Profile unavailable
eu: Profila ez dago eskuragarri

# account.unblock
source: Unblock
eu: Utzi blokeatzeari

# account.unblock.confirm-%@
source: Unblock %@?
eu: %@ blokeatzeari utzi?

# account.unfollow.confirm-%@
source: Unfollow %@?
eu: %@ jarraitzeari utzi?

# account.unmute
source: Unmute
eu: Utzi mututzeari

# account.unmute.confirm-%@
source: Unmute %@?
eu: %@ mututzeari utzi?

# account.unnotify
source: Turn off notifications
eu: Itzali jakinarazpenak

# account-list.title.familiar-followers
source: Followers you follow
eu: Jarraitzen dituzun jarraitzaileak

# account-list.title.followed-by
source: Followed by
eu: Jarraitzen diote:

# account-list.title.favourited-by
source: Favourited by
eu: Gogoko dute:

# account-list.title.reblogged-by
source: Boosted by
eu: Bultzatu dute:

# account.verified
source: Verified
eu: Egiaztatuta

# activity.open-in-default-browser
source: Open in default browser
eu: Ireki defektuzko nabigatzailean

source: Add
eu: Gehitu

# announcement.insert-emoji
source: Insert emoji
eu: Txertatu emojia

# api-error.api-not-available
source: API not available on this instance
eu: APIa ez dago eskuragai instantzia honetan

# api-error.api-not-available.description
source: Your instance software isn't known to support whatever you just tried to do. If you're using a development instance, try turning on API compatibility mode in the preferences. Otherwise, please report this error to the Feditext developers.
eu: Ezin jakin egiten saiatu zarena zure instantziaren softwarearekin bateragarria denik. Garapen-instantzia bat erabiltzen ari bazara, saia zaitez API bateragarritasun-modua hobespenetan aktibatzen. Bestela, eman akats honen berri Feditexten garatzaileei.

# api-error.unable-to-fetch-remote-status
source: Unable to fetch remote status
eu: Ezin izan da zerbitzari horretako egoera atzitu

# apns-default-message
source: New notification
eu: Jakinarazpen berria

# app-icon.classic
source: Classic
eu: Klasikoa

# app-icon.rainbow
source: Rainbow
eu: Ostadarra

# app-icon.rainbow-paint
source: Rainbow Paint
eu: Ostadar margoa

# app-icon.trans-paint
source: Trans Paint
eu: Trans Margoa

# add-identity.get-started
source: Get started
eu: Hasi erabiltzen

# add-identity.instance-url
source: Instance URL
eu: Instantziaren URLa

# add-identity.log-in
source: Log in
eu: Hasi saioa

# add-identity.browse
source: Browse
eu: Arakatu

# add-identity.instance-not-supported
source: In order to provide a safe experience to all users and comply with the App Store Review Guidelines, this instance is not supported.
eu: Erabiltzaile guztientzako esperientzia sanoa bermatzeko eta App Storearen lerroekin bat egiteko, instantzia hau ezin da erabili.

# add-identity.join
source: Join
eu: Eman izena

# add-identity.prompt
source: Enter the URL of the instance you wish to connect to:
eu: Sartu erabili nahi duzun instantziaren URLa:

# add-identity.request-invite
source: Request an invite
eu: Eskatu gonbidapena

# add-identity.unable-to-connect-to-instance
source: Unable to connect to instance
eu: Ezin izan da instantziarekin konektatu

# add-identity.welcome
source: Welcome to Feditext
eu: Ongi etorri Feditextera

# add-identity.what-is-mastodon
source: What is Mastodon?
eu: Zer da Mastodon?

# attachment.edit.description
source: Describe for the visually impaired
eu: Deskribatu ikusmen urritasuna dutenentzat

# attachment.edit.description.audio
source: Describe for people with hearing loss
eu: Deskribatu entzumen urritasuna dutenentzat

# attachment.edit.description.video
source: Describe for people with hearing loss or visual impairment
eu: Deskribatu entzumen edo ikusmen urritasuna dutenentzat

# attachment.edit.detect-text-from-picture
source: Detect text from picture
eu: Antzeman irudiko testua

# attachment.edit.title
source: Edit media
eu: Editatu multimedia

# attachment.edit.thumbnail.prompt
source: Drag the circle on the preview to choose the focal point which will always be in view on all thumbnails
eu: Eraman zirkulua irudian garrantzia duen eremura, iruditxoetan beti ikusgai egon dadin

# attachment.sensitive-content
source: Sensitive content
eu: Eduki hunkigarria

# attachment.media-hidden
source: Media hidden
eu: Multimedia ezkutatu da

# attachment.type.image
source: Image
eu: Irudia

# attachment.type.audio
source: Audio file
eu: Audio fitxategia

# attachment.type.video
source: Video
eu: Bideoa

# attachment.type.unknown
source: Attachment
eu: Eranskina

# attachment.unable-to-export-media
source: Unable to export media
eu: Ezin izan da multimedia esportatu

source: Bookmarks
eu: Laster-markak

# card.article.accessibility-hint
source: View article
eu: Irakurri artikulua

# card.link.accessibility-label
source: Link
eu: Esteka

# camera-access.title
source: Camera access needed
eu: Kamera erabiltzeko baimena behar da

# camera-access.description
source: Open system settings to allow camera access
eu: Ireki sistemaren ezarpenak kameraren atzipena baimentzeko

# camera-access.open-system-settings
source: Open system settings
eu: Ireki sistemaren ezarpenak

source: Cancel
eu: Utzi

# compose.add-button-accessibility-label.post
source: Add another post
eu: Gehitu beste bidalketa bat

# compose.add-button-accessibility-label.toot
source: Add another toot
eu: Gehitu beste tut bat

# compose.attachment.cancel-upload.accessibility-label
source: Cancel uploading attachment
eu: Ezeztatu eranskinaren igoera

# compose.attachment.edit
source: Edit attachment
eu: Editatu eranskina

# compose.attachment.remove
source: Remove attachment
eu: Kendu eranskina

# compose.attachment.uncaptioned
source: Uncaptioned
eu: Ez dago azalpenik

# compose.attachment.uploading
source: Uploading
eu: Igotzen

# compose.attachments-button.accessibility-label
source: Add attachment
eu: Gehitu eranskina

# compose.attachments-will-be-discarded
source: Attachments will be discarded when changing accounts
eu: Kontua aldatuz gero eranskinak baztertuko dira

# compose.browse
source: Browse
eu: Arakatu

# compose.characters-remaining-accessibility-label-%ld
source: %ld characters remaining
eu: Gehienez %ld karaktere

# compose.change-identity-button.accessibility-hint
source: Tap to post with a different account
eu: Egin tap beste kontu batekin bidaltzeko

# compose.content-warning-button.add
source: Add content warning
eu: Gehitu edukiari buruzko oharra

# compose.content-warning-button.remove
source: Remove content warning
eu: Kendu edukiari buruzko oharra

# compose.emoji-button
source: Emoji picker
eu: Emoji hautatzailea

# compose.language-button.accessibility-label-%@
source: Language: %@
eu: Hizkuntza: %@

# compose.language-button.accessibility-label-not-selected
source: Language not selected
eu: Ez da hizkuntza hautatu

# compose.mark-media-sensitive
source: Mark media as sensitive
eu: Markatu multimedia hunkigarri gisa

# compose.photo-library
source: Photo Library
eu: Argazki liburutegia

# compose.poll.accessibility.multiple-choices-allowed
source: Multiple choices allowed
eu: Aukera bat baino gehiago onartzen da

# compose.poll.add-choice
source: Add a choice
eu: Gehitu aukera bat

# compose.poll.allow-multiple-choices
source: Allow multiple choices
eu: Onartu aukera bat baino gehiago

# compose.poll-button.accessibility-label
source: Add a poll
eu: Gehitu inkesta

# compose.prompt
source: What's on your mind?
eu: Zer duzu buruan?

# compose.take-photo-or-video
source: Take Photo or Video
eu: Egin argazkia edo bideoa

# compose.visibility-button.accessibility-label-%@
source: Privacy: %@
eu: Pribatutasuna: %@

# compose-button.accessibility-label.post
source: Compose Post
eu: Idatzi bidalketa

# compose-button.accessibility-label.toot
source: Compose Toot
eu: Idatzi tuta

# conversation.unread
source: Unread
eu: Irakurri gabe

source: Dismiss
eu: Baztertu

# emoji.custom
source: Custom
eu: Pertsonalizatuak

# emoji.default-skin-tone
source: Default skin tone
eu: Berezko azal kolorea

# emoji.default-skin-tone-button.accessibility-label
source: Select default skin tone
eu: Hautatu berezko azal kolorea

# emoji.frequently-used
source: Frequently used
eu: Maiz erabilitakoak

# emoji.search
source: Search Emoji
eu: Bilatu emojia

# emoji.system-group.smileys-and-emotion
source: Smileys & Emotion
eu: Emotikonoak

# emoji.system-group.people-and-body
source: People & Body
eu: Jendea

# emoji.system-group.components
source: Components
eu: Osagarriak

# emoji.system-group.animals-and-nature
source: Animals & Nature
eu: Animaliak eta natura

# emoji.system-group.food-and-drink
source: Food & Drink
eu: Janaria eta edaria

# emoji.system-group.travel-and-places
source: Travel & Places
eu: Garraioa

# emoji.system-group.objects
source: Objects
eu: Bulegoa

# emoji.system-group.symbols
source: Symbols
eu: Ikurrak

# emoji.system-group.flags
source: Flags
eu: Banderak

# explore.trending.tags
source: Trending Hashtags
eu: Pil-pilean dauden traolak

# explore.trending.links
source: Trending Links
eu: Gori-gorian dauden estekak

# explore.trending.statuses.post
source: Trending Posts
eu: Bogan dauden bidalketak

# explore.trending.statuses.toot
source: Trending Toots
eu: Bogan dauden bidalketak

# explore.instance
source: Instance
eu: Instantzia

# explore.profile-directory
source: Profile Directory
eu: Profilen direktorioa

# explore.suggested-accounts
source: Suggested Accounts to Follow
eu: Jarraitzeko gomendatutako kontuak

# explore.suggested-accounts.source.staff
source: Suggested by instance staff
eu: Instantziako arduradunen gomendioa

# explore.suggested-accounts.source.past-interactions
source: Suggested based on past interactions
eu: Iraganean izan duzun interakzioan oinarritutako gomendioa

# explore.suggested-accounts.source.global
source: Suggested based on popularity
eu: Ospean oinarritutako gomendioa

# explore.suggested-accounts.source.unknown
source: Suggested for unknown reason
eu: Arrazoi ezezagunengatik gomendatuta

source: Error
eu: Errorea

# error.alert.copy-json
source: Copy JSON
eu: Kopiatu JSONa

# error.alert.copy-text
source: Copy text
eu: Kopiatu testua

source: Favorites
eu: Gogokoak

# followed-tags.new-tag-title
source: Hashtag (without #)
eu: Traola (# gabe)

source: Follow Requests
eu: Jarraipen-eskaerak

# instance.about-instance-title-%@
source: About %@
eu: %@(r) buruz

# instance.registration
source: Registration
eu: Izen-ematea

# instance.registration.approval-not-required
source: Registration approval not required
eu: Ez da onespenik behar

# instance.registration.approval-required
source: Registration approval required
eu: Onespena behar da

# instance.registration.registration-closed
source: Closed registration
eu: Izen-ematea itxita

# instance.registration.registration-open
source: Open registration
eu: Izen-ematea irekita

# instance.registration.invites-disabled
source: Invites disabled
eu: Gonbidapenak ezgaituta

# instance.registration.invites-enabled
source: Invites enabled
eu: Gonbidapenak gaituta

# instance.rules
source: Rules
eu: Arauak

# instance.version
source: Version
eu: Bertsioa

# registration.review-terms-of-use-and-privacy-policy-%@
source: Please review %@'s Terms of Use and Privacy Policy to continue
eu: Irakurri %@(r)en erabilera- eta pribatutasun-baldintzak jarraitu ahal izateko

# registration.username
source: Username
eu: Erabiltzaile izena

# registration.email
source: Email
eu: ePosta

# registration.password
source: Password
eu: Pasahitza

# registration.password-confirmation
source: Confirm password
eu: Berretsi pasahitza

# registration.reason-%@
source: Why do you want to join %@?
eu: Zergatik eman nahi duzu izena %@(e)n?

# registration.server-rules
source: Server rules
eu: Zerbitzariaren arauak

# registration.terms-of-service
source: Terms of service
eu: Zerbitzu-baldintzak

# registration.agree-to-server-rules-and-terms-of-service
source: I agree to the server rules and terms of service
eu: Bat egiten dut zerbitzariaren arau eta baldintzekin

# registration.password-confirmation-mismatch
source: Password and password confirmation do not match
eu: Pasahitzak ez datoz bat

# secondary-navigation.about
source: About This App
eu: Aplikazioari buruz

# secondary-navigation.about-this-instance
source: About This Instance
eu: Instantziari buruz

# secondary-navigation.about-instance-%@
source: About %@
eu: %@(r) buruz

# secondary-navigation.account-settings
source: Account Settings
eu: Kontuaren ezarpenak

# secondary-navigation.accounts
source: Accounts
eu: Kontuak

# secondary-navigation.edit-profile
source: Edit Profile
eu: Editatu profila

# secondary-navigation.followed-tags
source: Followed Hashtags
eu: Jarraitutako traolak

# secondary-navigation.lists
source: Lists
eu: Zerrendak

# secondary-navigation.my-profile
source: My Profile
eu: Nire profila

# secondary-navigation.preferences
source: Preferences
eu: Hobespenak

# secondary-navigation-button.accessibility-title
source: Account Menu
eu: Kontuaren hobespenak

source: HTTP Error: Non-HTTP response
eu: HTTP errorea: erantzuna ez da HTTP izan

# http-error.status-code-%ld
source: HTTP Error: %ld
eu: HTTP errorea: %ld

# identities.accounts
source: Accounts
eu: Kontuak

# identities.browsing
source: Browsing
eu: Arakatzen

# identities.log-out
source: Log out
eu: Amaitu saioa

# identities.pending
source: Pending
eu: Zain

# image-error.unable-to-load
source: Unable to load image
eu: Ezin izan da irudia kargatu

# language.extended.name.cnr
source: Montenegrin
eu: Montenegroera

# language.extended.name.tl
source: Tagalog
eu: Tagalo

# lists.new-list-title
source: New List Title
eu: Zerrenda berriaren izena

# lists.edit-list.button
source: Edit List
eu: Editatu zerrenda

# lists.edit-list.view-title-%@
source: Settings for %@
eu: %@(r)en ezarpenak

# lists.edit-list.title
source: List Title
eu: Zerrendaren izena

# lists.edit-list.replies-policy
source: Replies
eu: Erantzunak

# lists.edit-list.replies-policy.followed
source: Show replies to anyone you follow
eu: Erakutsi jarraitzen ditudanei bidalitako erantzunak

# lists.edit-list.replies-policy.list
source: Show replies to list members
eu: Erakutsi zerrendako partaideei bidalikatko erantzunak

# lists.edit-list.replies-policy.none
source: Don't show replies
eu: Ez erakutsi erantzunak

# lists.edit-list.replies-policy.unknown
source: Unknown reply policy
eu: Ezezaguna

# lists.edit-list.exclusive
source: Hide posts from home timeline
eu: Ezkutatu bidalketak hasierako denbora-lerroan

source: Load More
eu: Kargatu gehiago

# load-more.above.accessibility.post
source: Load from post above
eu: Goitik behera kargatu

# load-more.above.accessibility.toot
source: Load from toot above
eu: Goitik behera kargatu

# load-more.below.accessibility.post
source: Load from post below
eu: Behetik gora kargatu

# load-more.below.accessibility.toot
source: Load from toot below
eu: Behetik gora kargatu

# main-navigation.announcements
source: Announcements
eu: Iragarpenak

# main-navigation.timelines
source: Timelines
eu: Denbora-lerroak

# main-navigation.explore
source: Explore
eu: Arakatu

# main-navigation.notifications
source: Notifications
eu: Jakinarazpenak

# main-navigation.conversations
source: Messages
eu: Mezuak

# notification.accessibility.view-profile
source: View profile
eu: Ikusi profila

# notification.accessibility.view-profiles
source: View profiles
eu: Ikusi profilak

# notification.signed-in-as-%@
source: Logged in as %@
eu: %@ gisa hasi duzu saioa

# notification.new-items
source: New notifications
eu: Jakinarazpen berriak

# notification.poll
source: A poll you have voted in has ended
eu: Erantzun duzun inkesta bat amaitu da

# notification.poll.own
source: Your poll has ended
eu: Zure inkesta amaitu da

# notification.poll.unknown
source: A poll has ended
eu: Inkesta bat amaitu da

# notification.status-%@
source: %@ just posted
eu: %@(e)k argitaratu berri du

# notifications.all
source: All
eu: Guztia

# notifications.mentions
source: Mentions
eu: Aipamenak

# notifications.admin
source: Admin
eu: Administraria

source: OK
eu: Ados

# pending.pending-confirmation
source: Your account is pending confirmation
eu: Zure kontua baieztapenaren zain dago

# post.noun
source: Post
eu: Bidalketa

# post.action
source: Post
eu: Bidali

source: Preferences
eu: Hobespenak

# preferences.api-compatibility-mode
source: API compatibility mode
eu: API bateragarritasun-modua

# preferences.api-compatibility-mode.apply
source: Apply new compatibility mode
eu: Aplikatu bateragarritasun-modu berria

# preferences.api-compatibility-mode.off
source: Off
eu: Itzalita

# preferences.api-compatibility-mode.fallback-on-errors
source: Enable all API calls, attempt error recovery
eu: Gaitu API eskaera guztiak, attempt error recovery

# preferences.api-compatibility-mode.fail-on-errors
source: Enable all API calls, fail on errors
eu: Gaitu API eskaera guztiak, fail on errors

# preferences.app
source: App Preferences
eu: Aplikazioaren hobespenak

# preferences.app.advanced
source: Advanced
eu: Aurreratua

# preferences.app-icon
source: App Icon
eu: Aplikazioaren ikonoa

# preferences.app.color-scheme
source: Appearance
eu: Itxura

# preferences.app.color-scheme.dark
source: Dark
eu: Iluna

# preferences.app.color-scheme.light
source: Light
eu: Argia

# preferences.app.color-scheme.system
source: System
eu: Sistemak darabilena

# preferences.blocked-domains
source: Blocked Domains
eu: Blokeatutako domeinuak

# preferences.blocked-users
source: Blocked Users
eu: Blokeatutako erabiltzaileak

# preferences.media
source: Media
eu: Multimedia
