Repository: sitedata/feditext
Catalog: Localizations/*.lproj/Localizable.strings
Languages: eu

# preferences.media.avatars
source: Avatars
eu: Abatarrak

# preferences.media.avatars.animate
source: Animate avatars
eu: Mugitu abatarrak

# preferences.media.avatars.animate.everywhere
source: Everywhere
eu: Edonon

# preferences.media.avatars.animate.profiles
source: In profiles
eu: Profiletan

# preferences.media.avatars.animate.never
source: Never
eu: Inon ez

# preferences.media.custom-emojis.animate
source: Animate custom emoji
eu: Mugitu emoji pertsonalizatuak

# preferences.media.headers.animate
source: Animate profile headers
eu: Mugitu profil-goiburuak

# preferences.media.autoplay
source: Autoplay
eu: Erreproduzitu automatikoki

# preferences.media.autoplay.gifs
source: Autoplay GIFs
eu: Err. automatikoki GIFak

# preferences.media.autoplay.videos
source: Autoplay videos
eu: Err. automatikoki bideoak

# preferences.media.autoplay.always
source: Always
eu: Beti

# preferences.media.autoplay.wifi
source: On Wi-Fi
eu: Wi-Fia erabiltzean

# preferences.media.autoplay.never
source: Never
eu: Inoiz ez

# preferences.use-preferences-from-server
source: Use preferences from server
eu: Erabili zerbitzariko hobespenak

# preferences.posting-default-language
source: Default language
eu: Hizkuntza, defektuz

# preferences.posting-default-language.not-set
source: Not set
eu: Ez da ezarri

# preferences.posting-default-sensitive
source: Mark content sensitive by default
eu: Markatu edukia hunkigarri gisa, defektuz

# preferences.reading-expand-media
source: Expand media
eu: Ireki multimedia

# preferences.expand-media.default
source: Hide sensitive
eu: Ezkutatu hunkigarria

# preferences.expand-media.show-all
source: Show all
eu: Erakutsi guztia

# preferences.expand-media.hide-all
source: Hide all
eu: Ezkutatu guztia

# preferences.reading-expand-spoilers
source: Always expand content warnings
eu: Erakutsi beti edukiari buruzko oharrak

# preferences.filters
source: Filters
eu: Iragazkiak

# preferences.links.open-in-default-browser
source: Open links in default browser
eu: Ireki estekak hobetsitako nabegatzailean

# preferences.links.use-universal-links
source: Open links in other apps when available
eu: Ireki estekak beste aplikazio batzuetan erabilgarri daudenean

# preferences.long-content.fold
source: Fold long text
eu: Tolestu testu luzeak

# preferences.notification-policy.picker-title
source: Receive push notifications from:
eu: Jaso ondorengoen push jakinarazpenak:

# preferences.notification-policy.all
source: Everyone
eu: Guztiak

# preferences.notification-policy.followed
source: Users you follow
eu: Jarraitzen dituzun erabiltzaileak

# preferences.notification-policy.follower
source: Your followers
eu: Zure jarraitzaileak

# preferences.notification-policy.none
source: No one
eu: Inor ez

# preferences.notification-types
source: Notification Types
eu: Jakinarazpen motak

# preferences.notification-types.follow
source: Follow
eu: Jarraipenak

# preferences.notification-types.favourite
source: Favorite
eu: Gogokoak

# preferences.notification-types.follow-request
source: Follow Request
eu: Jarraipen-eskaerak

# preferences.notification-types.reblog
source: Reblog
eu: Bultzadak

# preferences.notification-types.mention
source: Mention
eu: Aipamenak

# preferences.notification-types.poll
source: Poll
eu: Inkestak

# preferences.notification-types.status
source: Subscription
eu: Harpidetzak

# preferences.notification-types.update
source: Edit
eu: Edizioak

# preferences.notification-types.admin-signup
source: Signup
eu: Izen-emateak

# preferences.notification-types.admin-report
source: Report
eu: Salaketak

# preferences.notifications
source: Push Notifications
eu: Push jakinarazpenak

# preferences.notifications.display-and-sounds
source: Notification Display & Sounds
eu: Jakinarazpenen itxura eta soinuak

# preferences.notifications.include-account-name
source: Include account name
eu: Erakutsi kontuen izenak

# preferences.notifications.include-pictures
source: Include pictures
eu: Erakutsi irudiak

# preferences.notifications.grouping
source: Group follow, favourite, and boost notifications
eu: Multzokatu jarraipenen, gogokoen eta bultzaden jakinarazpenak

# preferences.notifications.sounds
source: Sounds
eu: Soinuak

# preferences.muted-users
source: Muted Users
eu: Mutututako erabiltzaileak

# preferences.home-timeline-position-on-startup
source: Home timeline position on startup
eu: Hasierako denbora-lerroaren kokapena aplikazioa irekitzerakoan

# preferences.notifications-position-on-startup
source: Notifications position on startup
eu: Jakinarazpenen kokapena aplikazioa irekitzerakoan

# preferences.position.remember-position
source: Remember position
eu: Gogoratu kokapena

# preferences.position.newest
source: Load newest
eu: Kargatu berrienak

# preferences.posting-languages
source: Posting languages
eu: Bidalketaren hizkuntza

# preferences.posting-languages.available
source: Available languages
eu: Eskuragai dauden hizkuntzak

# preferences.posting-languages.available.filter
source: Filter
eu: Iragazi

# preferences.posting-languages.add
source: Add
eu: Gehitu

# preferences.posting-languages.move
source: Move
eu: Mugitu

# preferences.posting-languages.remove
source: Remove
eu: Kendu

# preferences.posting-languages.selected
source: Selected languages
eu: Hautatutako hizkuntzak

# preferences.require-double-tap-to-reblog
source: Require double tap to reblog
eu: Bultzatzeko birritan sakatu behar da

# preferences.require-double-tap-to-favorite
source: Require double tap to favorite
eu: Gogoko egiteko birritan sakatu behar da

# preferences.show-reblog-and-favorite-counts
source: Show boost and favorite counts
eu: Erakutsi bultzaden eta gogokoen kopurua

# preferences.status-word
source: Status word
eu: Nahiago duzun hitza

# preferences.trailing-hashtags.fold
source: Visually de-emphasize trailing hashtags
eu: Kendu garrantzia amaierako traolei

# preferences.use-media-description-metadata
source: Send description metadata as alt text on media you upload
eu: Bidali metadatuen deskribapena ALT testu edo deskribapen gisa igotzen duzun multimedia fitxategietan

# preferences.visibility-icon-colors
source: Colorize visibility icons
eu: Koloreztatu ikusgaitasun ikonoak

# preferences.visibility-icon-colors.off
source: Off:
eu: Itzalita:

# preferences.visibility-icon-colors.on
source: On:
eu: Piztuta:

# preferences.hide-content-warning-button
source: Hide "Show Less" content warning button
eu: Ezkutatu edukiaren "Erakutsi gutxiago" oharraren botoia

# preferences.keyboard-type
source: Keyboard
eu: Teklatua

# preferences.keyboard-type.twitter
source: With hash key
eu: Hash giltzarekin

# preferences.keyboard-type.default-text
source: With enter key
eu: Sartu teklarekin

# filters.active
source: Active
eu: Aktibo

# filters.expired
source: Expired
eu: Iraungita

# filter.add-new
source: Add New Filter
eu: Gehitu iragazki berria

# filter.edit
source: Edit Filter
eu: Editatu iragazkia

# filter.keyword-or-phrase
source: Keyword or phrase
eu: Hitz gakoa edo esaldia

# filter.never-expires
source: Never expires
eu: Ez da inoiz iraungiko

# filter.expire-after
source: Expire after
eu: Iraungitze-data

source: Filter contexts
eu: Iragazkien testuinguruak

# filter.irreversible
source: Drop instead of hide
eu: Desagerrarazi ezkutatu ordez

# filter.irreversible-explanation
source: Filtered statuses will disappear irreversibly, even if filter is later removed
eu: Iragazitako tutak betiko desagertuko dira, etorkizunean iragazkia kentzen bada ere

# filter.whole-word
source: Whole word
eu: Hitz osoa

# filter.whole-word-explanation
source: When the keyword or phrase is alphanumeric only, it will only be applied if it matches the whole word
eu: Hitz gakoa edo esaldia alfanumerikoa soilik bada, hitz osoarekin bat datorrenean bakarrik aplikatuko da

# filter.save-changes
source: Save Changes
eu: Gorde aldaketak

# filter.context.home
source: Home timeline
eu: Hasierako denbora-lerroa

# filter.context.notifications
source: Notifications
eu: Jakinarazpenak

# filter.context.public
source: Public timelines
eu: Denbora-lerro publikoak

# filter.context.thread
source: Conversations
eu: Elkarrizketak

# filter.context.account
source: Profiles
eu: Profilak

# filter.context.unknown
source: Unknown context
eu: Testuinguru ezezaguna

# more-results.accounts
source: More people
eu: Jende gehiago

# more-results.statuses.post
source: More posts
eu: Bidalketa gehiago

# more-results.statuses.toot
source: More toots
eu: Tut gehiago

# more-results.tags
source: More hashtags
eu: Traola gehiago

source: Notifications
eu: Jakinarazpenak

# notifications.reblogged-your-status-%@.post
source: %@ boosted your post
eu: %@(e)k bidalketa bultzatu du

# notifications.reblogged-your-status-%@.toot
source: %@ boosted your toot
eu: %@(e)k tuta bultzatu du

# notifications.favourited-your-status-%@.post
source: %@ favorited your post
eu: %@(e)k tuta bidalketa egin du

# notifications.favourited-your-status-%@.toot
source: %@ favorited your toot
eu: %@(e)k tuta gogoko egin du

# notifications.followed-you-%@
source: %@ followed you
eu: %@(e)k jarraitu dizu

# notifications.poll-ended
source: A poll you have voted in has ended
eu: Erantzun duzun inkesta bat amaitu da

# notifications.your-poll-ended
source: Your poll has ended
eu: Zure inkesta amaitu da

# notifications.signed-up-%@
source: %@ signed up
eu: %@(e)k izena eman du

# notifications.reported-an-account-%@
source: %@ reported an account
eu: %@(e)k kontu bat salatu du

# notifications.unknown-%@
source: Notification from %@
eu: %@(r)en jakinarazpena

source: Remove
eu: Kendu

source: Report
eu: Salatu

# report.additional-comments
source: Additional comments
eu: Iruzkin gehigarriak

# report.additional-comments.hint
source: Additional context or comments, if applicable:
eu: Eduki edo iruzkin gehigarriak, behar badira:

# report.category
source: Category
eu: Kategoria

# report.category.other
source: Other
eu: Beste zerbait

# report.category.violation
source: Rules
eu: Arauak

# report.category.spam
source: Spam
eu: Mezu baztergarriak (SPAMa)

# report.category.legal
source: Legal
eu: Legedia

# report.category.unknown
source: Unknown
eu: Ezezaguna

# report.hint
source: The report will be sent to your server moderators. You can provide an explanation of why you are reporting this account below:
eu: Salaketa zure zerbitzariko administratzaileari bidaliko zaio. Ondorengo kontua zergatik salatzen ari zaren azaldu dezakezu:

# report.target-%@
source: Report %@
eu: Salatu %@

# report.forward.hint
source: The account is from another server. Send an anonymized copy of the report there as well?
eu: Kontua beste zerbitzari batekoa da. Salaketaren kopia anonimo bat bidali nahi diezu zerbitzari horretako arduradunei?

# report.forward-%@
source: Forward report to %@
eu: Birbidali %@(r)i salaketa

# report.rules.hint
source: Select at least one applicable rule:
eu: Hautatu arau bat gutxienez:

# report.select-additional.hint.post
source: Select additional posts to report:
eu: Hautatu salatzeko bidalketa gehiago:

# report.select-additional.hint.toot
source: Select additional toots to report:
eu: Hautatu salatzeko tut gehiago:

# search.scope.all
source: All
eu: Guztia

# search.scope.accounts
source: People
eu: Jendea

# search.scope.statuses.post
source: Posts
eu: Bidalketak

# search.scope.statuses.toot
source: Toots
eu: Tutak

# search.scope.tags
source: Hashtags
eu: Traolak

source: Selected
eu: Hautatuak

# send.action
source: Send
eu: Bidali

source: Share
eu: Partekatu

# share-extension-error.no-account-found
source: No account found
eu: Ez da konturik aurkitu

# status.accessibility.view-author-profile
source: View author's profile
eu: Ikusi egilearen profila

# status.accessibility.view-reblogger-profile
source: View booster's profile
eu: Ikusi bultzatzailearen profila

# status.accessibility.part-of-a-thread
source: Part of a thread
eu: Hari baten zati da

# status.bookmark
source: Bookmark
eu: Laster-marka

# status.content-warning.accessibility
source: Content warning
eu: Edukiari buruzko oharra

# status.delete
source: Delete
eu: Ezabatu

# status.delete.confirm.post
source: Are you sure you want to delete this post?
eu: Ziur bidalketa ezabatu nahi duzula?

# status.delete.confirm.toot
source: Are you sure you want to delete this toot?
eu: Ziur tuta ezabatu nahi duzula?

# status.delete-and-redraft
source: Delete & re-draft
eu: Ezabatu eta berridatzi

# status.delete-and-redraft.confirm.post
source: Are you sure you want to delete this post and re-draft it? Favorites and boosts will be lost, and replies to the original post will be orphaned.
eu: Ziur bidalketa ezabatu eta berridatzi nahi duzula? Gogokoak eta bultzadak galduko dira eta jaso dituen erantzunak umezurtz geratuko dira.

# status.delete-and-redraft.confirm.toot
source: Are you sure you want to delete this toot and re-draft it? Favorites and boosts will be lost, and replies to the original toot will be orphaned.
eu: Ziur tuta ezabatu eta berridatzi nahi duzula? Gogokoak eta bultzadak galduko dira eta jaso dituen erantzunak umezurtz geratuko dira.

# status.edit
source: Edit
eu: Editatu

# status.edited
source: Edited
eu: Editatuta

# status.edit-history.not-available.post
source: This post has been edited, but its edit history is not available.
eu: Bidalketa hau editatu da baina edizio-historia ez dago eskuragai.

# status.edit-history.not-available.toot
source: This toot has been edited, but its edit history is not available.
eu: Tut hau editatu da baina edizio-historia ez dago eskuragai.

# status.edit-history.versions
source: Versions
eu: Bertsioak

# status.edit-history.versions.select
source: Select a version
eu: Hautatu bertsioa

# status.edit-history.view
source: View edit history
eu: Ikusi edizio-historia

# status.mute
source: Mute conversation
eu: Mututu elkarrizketa

# status.new-items.post
source: New posts
eu: Bidalketa berriak

# status.new-items.toot
source: New toots
eu: Tut berriak

# status.pin
source: Pin on profile
eu: Finkatu profilean

# status.pinned.post
source: Pinned post
eu: Finkatutako bidalketa

# status.pinned.toot
source: Pinned toot
eu: Finkatutako tuta

# status.poll.accessibility-label
source: Poll
eu: Inkesta

# status.poll.option-%ld
source: Option %ld
eu: %ld. aukera

# status.poll.vote
source: Vote
eu: Eman botoa

# status.poll.time-left-%@
source: %@ left
eu: %@ falta da amaitzeko

# status.poll.refresh
source: Refresh
eu: Freskatu

# status.poll.closed
source: Closed
eu: Amaituta

# status.reblogged-by-%@
source: %@ boosted
eu: %@(e)k bultzatuta

# status.reply-button.accessibility-label
source: Reply
eu: Erantzun

# status.reblog-button.accessibility-label
source: Boost
eu: Bultzatu

# status.reblog-button.undo.accessibility-label
source: Unboost
eu: Kendu bultzada

# status.favorite-button.accessibility-label
source: Favorite
eu: Egin gogoko

# status.favorite-button.undo.accessibility-label
source: Unfavorite
eu: Kendu gogokoa

# status.show-more
source: Show More
eu: Erakutsi gehiago

# status.show-less
source: Show Less
eu: Erakutsi gutxiago

# status.show-thread
source: Show thread
eu: Erakutsi haria

# status.spoiler-text-placeholder
source: Write your warning here
eu: Idatzi hemen ohartarazpena

# status.unbookmark
source: Unbookmark
eu: Kendu laster-marka

# status.unmute
source: Unmute conversation
eu: Utzi elkarrizketa mututzeari

# status.unpin
source: Unpin from profile
eu: Utzi profilean finkatzeari

# status.visibility.public
source: Public
eu: Publikoa

# status.visibility.unlisted
source: Unlisted
eu: Zerrendatu gabea

# status.visibility.private
source: Followers-only
eu: Jarraitzaileentzat soilik

# status.visibility.direct
source: Direct
eu: Zuzena

# status.visibility.public.description
source: Visible for all, shown in public timelines
eu: Denentzat ikusgai, denbora-lerro publikoetan ikusten da

# status.visibility.unlisted.description
source: Visible for all, but not in public timelines
eu: Denentzat ikusgai, baina ez da denbora-lerro publikoetan ikusten

# status.visibility.private.description
source: Visible for followers only
eu: Jarraitzaileentzat soilik ikusgai

# status.visibility.direct.description
source: Visible for mentioned users only
eu: Aipatutako erabiltzaileentzat soilik ikusgai

# tag.accessibility-recent-uses-%ld
source: %ld recent uses
eu: Azken %ld erabilerak

# tag.accessibility-hint.post
source: View posts associated with trend
eu: Ikusi joera honi lotutako bidalketak

# tag.accessibility-hint.toot
source: View toots associated with trend
eu: Ikusi joera honi lotutako tutak

# tag.followed.add
source: Follow hashtag
eu: Jarraitu traola

# tag.followed.remove
source: Unfollow hashtag
eu: Utzi traola jarraitzeari

# tag.per-week-%ld
source: %ld per week
eu: %ld asteko

# timelines.display-filter.edit
source: Change display filters
eu: Aldatu iragazkiak

# timelines.display-filter.show.bots
source: Show automated accounts
eu: Erakutsi BOTak

# timelines.display-filter.show.reblogs
source: Show boosts
eu: Erakutsi bultzadak

# timelines.display-filter.show.replies
source: Show replies
eu: Erakutsi erantzunak

# timelines.home
source: Home
eu: Hasiera

# timelines.local
source: Local
eu: Lokala

# timelines.federated
source: Federated
eu: Federatua

# toot.action
source: Toot
eu: Bidali

# toot.noun
source: Toot
eu: Bidali

# update.action
source: Update
eu: Eguneratu
